Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/vioski.tmx
Source language: ru
Languages: be

source: Гридьки
be: Грыдзькі

source: Гридюшки Большие
be: Грыдзюшкі Вялікія

source: Гридюшки Малые
be: Грыдзюшкі Малыя

source: Гризовщина
be: Грызаўшчына

source: Гриневичи
be: [Грыневічы, Грынявічы]

source: Гринёвка
be: Грынёўка

source: Гриневщина
be: Грынеўшчына

source: Грини
be: Грыні

source: Гринкевичи
be: Грынкевічы

source: Гринки
be: Грынкі

source: Гринки 1
be: Грынкі 1

source: Гринки 2
be: Грынкі 2

source: Гринки 3
be: Грынкі 3

source: Гринковщина
be: Грынкоўшчына

source: Гринцы
be: Грынцы

source: Гриньки
be: Грынькі

source: Гриньково
be: Грынькова

source: Гриньковщина
be: Грынькоўшчына

source: Гритуны
be: Грытуны

source: Гритьковка
be: Грыцькаўка

source: Грицевец
be: Грыцавец

source: Грицевичи
be: [Грыцавічы, Грыцэвічы]

source: Грицкевичи
be: Грыцкевічы

source: Грицки
be: Грыцкі

source: Грицковичи
be: Грыцкавічы

source: Грицковщина
be: Грыцкаўшчына

source: Грицуки
be: Грыцукі

source: Грицы
be: Грыцы

source: Гричино
be: Грычына

source: Гричиновичи
be: Грычынавічы

source: Гришаны
be: Грышаны

source: Гриши
be: Грышы

source: Гришин
be: Грышын

source: Гришино
be: Грышына

source: Гришковичи
be: Грышкавічы

source: Гродзянец
be: Градзянец

source: Гроди
be: Гродзі

source: Гродно
be: Градно

source: Гродянка
be: Градзянка

source: Гроза
be: Граза

source: Грозово
be: Грозава

source: Грозовок
be: Гразавок

source: Громада
be: Грамада

source: Громки
be: Грамкі

source: Громкий
be: Громкі

source: Громницы
be: Грамніцы

source: Громобой
be: Грамабой

source: Громовичи
be: [Грамавічы, Громавічы]

source: Громовки
be: Громаўкі

source: Громыки
be: Грамыкі

source: Грони
be: Гроні

source: Гронов
be: Гронаў

source: Грохов
be: Грохаў

source: Гроцковщина
be: Гроцкаўшчына

source: Грудиновка
be: Грудзінаўка

source: Грудиново
be: Грудзінава

source: Грудичино
be: Грудзічына

source: Грудки
be: Грудкі

source: Грудовики
be: Грудавікі

source: Груздовка
be: Груздаўка

source: Груздово
be: Груздава

source: Груздовщизна
be: Груздоўшчызна

source: Грулёво
be: Грулёва

source: Грумбиненты
be: Грумбіненты

source: Грунтишки
be: Грунцішкі

source: Грусково
be: Грускова

source: Грушевка
be: Грушаўка

source: Грушевник
be: Грушаўнік

source: Грушево
be: Грушава

source: Грушевская
be: Грушэўская

source: Грушенцы
be: Грушанцы

source: Грушечка
be: Грушачка

source: Грушное
be: Грушнае

source: Грушовщина
be: Грушоўшчына

source: Груштелишки
be: Груштэлішкі

source: Грущаны
be: Грушчаны

source: Гряда
be: Града

source: Грядки
be: Градкі

source: Гряды
be: Грады

source: Грязивец
be: Гразівец

source: Грязивка
be: Гразіўка

source: Грязино
be: Гразіна

source: Губанов
be: Губанаў

source: Губарево
be: Губарэва

source: Губинка
be: Губінка

source: Губино
be: Губіна

source: Губинщина
be: Губіншчына

source: Губица
be: Губіца

source: Губичи
be: Губічы

source: Губичский Кордон
be: Губіцкі Кардон

source: Губоревичи
be: Губарэвічы

source: Губчицы
be: Губчыцы

source: Гудали
be: Гудалі

source: Гудевичи
be: Гудзевічы

source: Гудели
be: [Гудзялі, Гудэлі]

source: Гуделишки
be: Гудэлішкі

source: Гуденики
be: Гудзянікі

source: Гуденяты
be: Гудзяняты

source: Гудинишки
be: Гудзінішкі

source: Гудишки
be: Гудзішкі

source: Гудовичи
be: Гудавічы

source: Гудово Земянское
be: Гудава Зямянскае

source: Гудовщина
be: [Гудаўшчына, Гудоўшчына]

source: Гудогай
be: Гудагай

source: Гужик
be: Гужык

source: Гузгаловка
be: Гузгалаўка

source: Гузни
be: Гузні

source: Гузовино
be: Гузовіна

source: Гуково
be: Гукова

source: Гуколы
be: Гукалы

source: Гулевичи
be: Гулевічы

source: Гулевичский
be: Гулевіцкі

source: Гули
be: Гулі

source: Гулидовка
be: Гулідаўка

source: Гулидово
be: Гулідава

source: Гулино
be: Гуліна

source: Гуличи
be: Гулічы

source: Гульбище
be: Гульбішча

source: Гультаёвщина
be: Гультаёўшчына

source: Гуляево
be: Гуляева

source: Гумбачи
be: Гумбачы

source: Гуменики
be: Гуменікі

source: Гуменники
be: Гуменнікі

source: Гумнище
be: [Гумнышча, Гумнішча]

source: Гумнищи
be: Гумнішчы

source: Гунченки
be: Гунчанкі

source: Гуньбовщина
be: Гуньбаўшчына

source: Гураки
be: Гуракі

source: Гурели
be: Гурэлі

source: Гурец
be: Гурэц

source: Гурещина
be: Гурэшчына

source: Гурино
be: Гурына

source: Гурины
be: Гурыны

source: Гурки
be: Гуркі

source: Гуркова Нива
be: Гуркава Ніва

source: Гурники
be: Гурнікі

source: Гурница
be: Гурніца

source: Гурновщина
be: Гурнаўшчына

source: Гурчины
be: Гурчыны

source: Гурщизна
be: Гуршчызна

source: Гусаки
be: Гусакі

source: Гусаково
be: Гусакова

source: Гусаровка
be: Гусараўка

source: Гусинцы
be: Гусінцы

source: Гуслище
be: Гуслішча

source: Гутишки
be: Гуцішкі

source: Гутище
be: Гуцішча

source: Гутница
be: Гутніца

source: Гутовичи
be: Гутавічы

source: Гутово
be: Гутава

source: Гуторовщина
be: Гутараўшчына

source: Гуторы
be: Гутары

source: Гуцки
be: Гуцкі

source: Гущено
be: Гушчына

source: Гущи
be: Гушчы

source: Гущино
be: Гушчына

source: Гущицы
be: Гушчыцы

source: д.Плиса
be: Пліса

source: Давкшишки
be: Даўкшышкі

source: Давлюдовщина
be: Даўлюдаўшчына

source: Давтюны
be: Даўцюны

source: Давыдки
be: Давыдкі

source: Давыдковичи
be: Давыдкавічы

source: Давыдовичи
be: Давыдавічы

source: Давыдовка
be: Давыдаўка

source: Давыдово
be: Давыдава

source: Дадеки
be: Дадэкі

source: Дайлидки
be: Дайлідкі

source: Дайлидовка
be: Дайлідаўка

source: Дайлиды
be: Дайліды

source: Дайнова
be: [Дайнава, Дайнова]

source: Дайнова 1
be: Дайнава 1

source: Дайнова 2
be: Дайнава 2

source: Дайнова Великая
be: Дайнава Вялікая

source: Дайновка
be: Дайноўка

source: Далёкие
be: Далёкія

source: Далёкое
be: Далёкае

source: Даленщина
be: Даленшчына

source: Далецкие
be: Далецкія

source: Далидовичи
be: Далідавічы

source: Далики
be: Далікі

source: Дальковичи
be: Далькавічы

source: Дальнее Лядо
be: Дальняе Ляда

source: Дальние Бондари
be: Дальнія Бандары

source: Дальний
be: Дальні

source: Дамовцы
be: Дамаўцы

source: Данево
be: Данева

source: Даневцы
be: Данеўцы

source: Данейки
be: Данейкі

source: Данилевичи
be: Данілевічы

source: Данилки
be: Данілкі

source: Данилково
be: Данілкава

source: Даниловичи
be: Данілавічы

source: Даниловка
be: [Данілаўка, Данілоўка]

source: Данилов Мост
be: Данілаў Мост

source: Данилово
be: Данілава

source: Даниловск
be: Данілаўск

source: Даниловцы
be: Данілаўцы

source: Даньки
be: Данькі

source: Даньковичи
be: Данькавічы

source: Данюшево
be: Данюшава

source: Дараганово
be: Дараганава

source: Дарани
be: Дарані

source: Дарево-Чиж
be: Дарава-Чыж

source: Дарени
be: Дарэні

source: Даринполье
be: Дарынполле

source: Дарливое
be: Дарлівае

source: Дарово
be: Дарава

source: Даровое
be: Даравое

source: Даубли
be: Даўблі

source: Дачи
be: Дачы

source: Дачное
be: Дачнае

source: Дашевичи
be: Дашэвічы

source: Дашки
be: Дашкі

source: Дашки Большие
be: Дашкі Вялікія

source: Дашки Малые
be: Дашкі Малыя

source: Дашковичи
be: Дашкавічы

source: Дашковка
be: Дашкаўка

source: Дашково
be: Дашкава

source: Дашковцы
be: Дашкаўцы

source: Дашница
be: Дашніца

source: Дащинки
be: Дашчынкі

source: Дварчино
be: Дварчына

source: Двесница
be: Дзвесніца

source: Движки
be: Дзвіжкі

source: Двиноса
be: Дзвінаса

source: Двор Вороновщина
be: Двор Воранаўшчына

source: Двор Горбацевичи
be: Двор Гарбацэвічы

source: Дворец
be: Дварэц

source: Дворецкая Буда
be: Дворацкая Буда

source: Дворецкая Слобода
be: Дварэцкая Слабада

source: Двор Зелки
be: Двор Зялькі

source: Двор Зерченицы
be: Двор Зерчаніцы

source: Дворица
be: Дворыца

source: Дворицкая Слобода
be: Дворыцкая Слабада

source: Дворище
be: [Дварышча, Дворышча]

source: Двор Крапивно
be: Двор Крапіўна

source: Двор Людчицы
be: Двор Людчыцы

source: Двор Низголово
be: Двор Нізгалава

source: Дворники
be: Дворнікі

source: Дворново
be: Дворнава

source: Дворное Село
be: Дворнае Сяло

source: Дворок
be: Дварок

source: Двор-Пересика
be: Двор-Пярэсіка

source: Двор Плино
be: Двор Пліна

source: Двор Поречье
be: Двор Парэчча

source: Двор Порплище
be: Двор Порплішча

source: Двор Поулье
be: Двор Павулле

source: Двор-Савичи
be: Двор-Савічы

source: Двор Солоневичи
be: Двор Саланевічы

source: Двор Торонковичи
be: Двор Таронкавічы

source: Двор Узречье
be: Двор Узрэчча

source: Двор Хоттевичи
be: Двор Хоццевічы

source: Дворцовщина
be: Дварцоўшчына

source: Дворцы
be: [Дварцы, Дворцы]

source: Дворчане
be: Дварчане

source: Дворчаны
be: Дварчаны

source: Двор Черепито
be: Двор Чарэпіта

source: Двор Черёсово
be: Двор Чаросава

source: Дворчище
be: Дварчышча

source: Двуречье
be: Двурэчча

source: Двухполье
be: Двухполле

source: Дебеси
be: Дэбесі

source: Девгуны
be: Дзяўгуны

source: Девгутишки
be: Дзяўгуцішкі

source: Девели
be: Дзевялі

source: Деверги
be: Дэвергі

source: Деверки
be: Дзеверкі

source: Девино
be: Дзевіна

source: Девички
be: Дзявічкі

source: Девошичи
be: Дзевашычы

source: Девчин
be: Дзеўчын

source: Девяница
be: Дзевяніца

source: Девятки
be: [Дзевяткі, Дзявяткі]

source: Девятковцы
be: Дзевяткаўцы

source: Девятни
be: Дзевятні

source: Дегенево
be: Дзягенева

source: Дегиси
be: Дэгісі

source: Дегтерово
be: Дзегцярова

source: Дегтяное
be: Дзегцяное

source: Дегтяные
be: Дзягцяныя

source: Дегтярёвка
be: Дзегцяроўка

source: Дегтярёво
be: Дзегцярова

source: Дегтяри
be: Дзегцяры

source: Дегтяры
be: Дзегцяры

source: Дегутка
be: Дзягутка

source: Дегутки
be: Дзягуткі

source: Дедиловичи
be: Дзедзілавічы

source: Дедино
be: Дзедзіна

source: Дедки
be: Дзядкі

source: Дедково
be: Дзедкава

source: Дедное
be: Дзеднае

source: Дедня
be: Дзедня

source: Дедовичи
be: Дзедавічы

source: Дедовка
be: Дзедаўка

source: Дедов Курган
be: Дзедаў Курган

source: Дедово
be: Дзедава

source: Дедуки
be: Дзедукі

source: Дедуны
be: Дзедуны

source: Дежки
be: Дзежкі

source: Дейки
be: Дзяйкі

source: Декаловичи
be: Дзякалавічы

source: Деколы
be: Дзекалы

source: Декшняны
be: Дзякшняны

source: Деликаторы
be: Далікатары

source: Делятичи
be: Дзяляцічы

source: Демброво
be: Дэмбрава

source: Деменичи
be: Дзяменічы

source: Деменка
be: Дземенка

source: Демех
be: Дзямех

source: Демехи
be: Дземяхі

source: Демеши
be: Дземяшы

source: Демешки
be: Дзямешкі

source: Демешковка
be: Дзямешкаўка

source: Демешково
be: Дзямешкава

source: Демиденки
be: Дзямідзенкі

source: Демидки
be: Дзямідкі

source: Демидов
be: Дзямідаў

source: Демидова Жесть
be: Дзямідава Жэсць

source: Демидовичи
be: Дзямідавічы

source: Демидовка
be: [Дземідоўка, Дзямідаўка]

source: Демидовщина
be: Дзямідаўшчына

source: Демиды
be: Дземіды

source: Дёмино
be: Дзёміна

source: Демовщина
be: Дзямоўшчына

source: Демские
be: Дэмскія

source: Демьянки
be: Дзям’янкі

source: Демьянково
be: Дзям’янкава

source: Демьяновка
be: Дзям’янаўка

source: Демьяны
be: Дзем’яны

source: Демяновцы
be: Дзямянаўцы

source: Демянчицы
be: Дзямянчыцы

source: Демяхи
be: Дземяхі

source: Денисенки
be: Дзянісенкі

source: Дениски
be: Дзяніскі

source: Денисковичи
be: Дзяніскавічы

source: Денисовичи
be: Дзенісовічы

source: Денисовка
be: Дзянісаўка

source: Денисово
be: [Дзянісава, Дзянісова]

source: Денисовщина
be: Дзянісаўшчына

source: Денисы
be: [Дзенісы, Дзянісы]

source: Деновишки
be: Дзенавішкі

source: Деньгубка
be: Дзяньгубка

source: Деньгубы
be: Дзяньгубы

source: Деньковцы
be: Дзенькаўцы

source: Деражичи
be: Дзяражычы

source: Деражное
be: Дзяражнае

source: Деражня
be: Дзяражня

source: Деразки
be: Дзяразкі

source: Дераки
be: Дзяракі

source: Дербин
be: Дзербін

source: Дербинка
be: Дзербінка

source: Дербичи
be: Дзербічы

source: Дерванцы
be: Дзярванцы

source: Дервели
be: Дзярвелі

source: Дергаи
be: Дзергаі

source: Дергили
be: Дзергілі

source: Деревище
be: Дзеравішча

source: Деревная
be: Дзераўная

source: Деревно
be: Дзераўно

source: Деревня
be: Дзярэўня

source: Деревушка
be: Дзеравушка

source: Деревцы
be: Дзераўцы

source: Деревянки
be: Дзеравянкі

source: Деревянчицы
be: Дзеравянчыцы

source: Деречин
be: Дзярэчын

source: Деречино
be: Дзярэчына

source: Деречинцы
be: Дзярэчынцы

source: Деркачи
be: Дзеркачы

source: Дерковщина
be: Дзеркаўшчына

source: Дерновая
be: Дзернавая

source: Дёрновичи
be: Дзёрнавічы

source: Дертники
be: Дзертнікі

source: Дертница
be: Дзертніца

source: Дерть
be: Дзерць

source: Деруки
be: Дзерукі

source: Дерутская
be: Дзеруцкая

source: Деснокита
be: Дзеснакіта

source: Десятины
be: Дзесяціны

source: Десятники
be: Дзесятнікі

source: Детки
be: Дзеткі

source: Детковичи
be: Дзеткавічы

source: Детковцы
be: Дзеткаўцы

source: Детоветчина
be: Дзетаветчына

source: Детомля
be: Дзетамля

source: Дехань
be: Дзяхань

source: Дехтяры
be: Дзехцяры

source: Дешевичи
be: Дзешавічы

source: Дешковичи
be: Дзешкавічы

source: Дешковцы-Груд
be: Дзешкаўцы-Груд

source: Дешковцы Старые
be: Дзешкаўцы Старыя

source: Дещенка
be: Дзешчанка

source: Дзержинск
be: Дзяржынск

source: Дзержинский
be: Дзяржынскі

source: Дивин
be: Дзівін

source: Дивново
be: Дзіўнава

source: Дикево
be: Дзікева

source: Диково
be: Дзікава

source: Диколовка
be: Дзікалаўка

source: Дикушки
be: Дзікушкі

source: Димамерки
be: Дзімамеркі

source: Динаровичи
be: Дзінаравічы

source: Динаровка
be: Дынараўка

source: Диневичи
be: Дзіневічы

source: Дирмуны
be: Дзірмуны

source: Дирничи
be: Дзірнічы

source: Дитва
be: Дзітва

source: Дитрики
be: Дзітрыкі

source: Дички
be: Дзічкі

source: Длугополь
be: Длугапаль

source: Дмисевичи
be: Дзмісевічы

source: Дмитриевка
be: Дзімітраўка

source: Дмитровичи
be: [Дзмітравічы, Дзмітровічы]

source: Дмитровка 1
be: Дзмітраўка 1

source: Дмитровка 2
be: Дзмітраўка 2

source: Дмитровцы
be: Дзмітраўцы

source: Дмитровщина
be: Дзмітроўшчына

source: Дмитровщина 2
be: Дзмітраўшчына 2

source: Днеприк
be: Днепрык

source: Днепровец
be: Дняпровец

source: Днепровский
be: Дняпроўскі

source: Добея
be: Дабея

source: Добовичи
be: Добавічы

source: Добосна
be: Добасна

source: Добрая Земля
be: Добрая Зямля

source: Добрая Надея
be: Добрая Надзея

source: Добрезино
be: Дабрэзіна

source: Добрейка
be: Дабрэйка

source: Добренево
be: Дабрэнева

source: Добригоры
be: Дабрыгоры

source: Добриловичи
be: Дабрылавічы

source: Добринево
be: Дабрынева

source: Добринка
be: Добрынка

source: Добрино
be: Добрына

source: Добрица
be: Дабрыца

source: Добрицкое
be: Добрыцкае

source: Добрич
be: Добрыч

source: Добровичи
be: Добравічы

source: Добровляны
be: Дабраўляны

source: Доброводка
be: Дабраводка

source: Доброволец
be: Дабраволец

source: Добровольск
be: Дабравольск

source: Добровольща
be: Дабравольшча

source: Добровольщина
be: Дабравольшчына

source: Доброволя
be: Дабраволя

source: Доброгоща
be: Дабрагошча

source: Доброе
be: Добрае

source: Добромысли
be: Дабрамыслі

source: Добромысль
be: Дабромысль

source: Доброплёсы
be: Дабраплёсы

source: Доброполь
be: Дабраполь

source: Доброполье
be: Дабраполле

source: Добросельцы
be: Дабрасельцы

source: Доброславка
be: Дабраслаўка

source: Добросневичи
be: Дабрасневічы

source: Добросово
be: Добрасава

source: Добротино
be: Даброціна

source: Добрунь
be: Дабрунь

source: Добрый Бор
be: Добры Бор

source: Добрый Рог
be: Добры Рог

source: Добрынёво
be: Дабрынёва

source: Добрынский
be: Дабрынскі

source: Добрынь
be: [Дабрынь, Добрынь]

source: Добужа
be: Дабужа

source: Добучин
be: Дабучын

source: Довбени
be: Даўбені

source: Довбенки
be: Даўбенкі

source: Довборово
be: Даўбарова

source: Довгердишки
be: Даўгердзішкі

source: Довгулёвщина
be: Даўгулёўшчына

source: Довгули
be: Даўгулі

source: Довгялишки
be: Даўгялішкі

source: Довгяловичи
be: Даўгялавічы

source: Довгяловщина
be: Даўгялаўшчына

source: Довгялы
be: Даўгялы

source: Довжани
be: Даўжані

source: Довклевщина
be: Доўклеўшчына

source: Довкни
be: Доўкні

source: Довкшаны
be: Даўкшаны

source: Довнарщина
be: Даўнаршчына

source: Довнары
be: Даўнары

source: Довск
be: Доўск

source: Довыдьково
be: Давыдзькава

source: Довьяты Большие
be: Даўяты Вялікія

source: Довьяты Малые
be: Даўяты Малыя

source: Догели
be: Догелі

source: Доги
be: Догі

source: Догоновка
be: Даганоўка

source: Дойничево
be: Дойнічава

source: Дойняки
be: Дайнякі

source: Доколь
be: Даколь

source: Докторовичи
be: Доктаравічы

source: Докудово
be: Дакудава

source: Докудово 1
be: Дакудава 1

source: Докудово 2
be: Дакудава 2

source: Докурнишки
be: Дакурнішкі

source: Докучино
be: Дакучына

source: Долбенки
be: Даўбянкі

source: Долбизно
be: Доўбізна

source: Долбневичи
be: Доўбневічы

source: Долбнёво
be: Даўбнёва

source: Долбцы
be: Доўбцы

source: Долганы
be: Даўганы

source: Долгая
be: Доўгая

source: Долгая Выгорь
be: Доўгая Выгар

source: Долгая Дубрава
be: Доўгая Дубрава

source: Долгая Дуброва
be: Доўгая Дуброва

source: Долгая Нива
be: Доўгая Ніва

source: Долгие
be: Доўгія

source: Долгий
be: Доўгі

source: Долгий Борок
be: Доўгі Барок

source: Долгий Клин
be: Доўгі Клін

source: Долгий Лес
be: Доўгі Лес

source: Долгий Лог
be: Доўгі Лог

source: Долгий Мох
be: Доўгі Мох

source: Долгиново
be: Даўгінава

source: Долгоборье
be: Даўгабор’е

source: Долговичи
be: Доўгавічы

source: Долгое
be: Доўгае

source: Долголесье
be: Даўгалессе

source: Долгополичи
be: Даўгаполічы

source: Долгополье
be: Даўгаполле

source: Долевичи
be: Долевічы

source: Должа
be: Доўжа

source: Должанка
be: Даўжанка

source: Должаны
be: Даўжаны

source: Долженицы
be: Даўжаніцы

source: Должица
be: Доўжыца

source: Долина
be: Даліна

source: Долина Заречная
be: Даліна Зарэчная

source: Долина Прямая
be: Даліна Прамая

source: Долиняны
be: Даліняны

source: Долки
be: Далкі

source: Долкинды
be: Долкінды

source: Долкневичи
be: Доўкневічы

source: Долматовщина
be: Далматаўшчына

source: Доловая
be: Далавая

source: Долосцы
be: Далосцы

source: Долуево
be: Далуева

source: Дольдево
be: Дольдзева

source: Дольный Каменный Лог
be: Дольны Каменны Лог

source: Домамеричи
be: Дамамерычы

source: Домановичи
be: Даманавічы

source: Доманово
be: [Даманава, Даманова]

source: Домановщина
be: Даманоўшчына

source: Домантовичи
be: Домантавічы

source: Доманы
be: Даманы

source: Домачево
be: Дамачава

source: Домашаны
be: Дамашаны

source: Домашевичи
be: Дамашэвічы

source: Домашево
be: Дамашэва

source: Домаши
be: Дамашы

source: Домашицы
be: Дамашыцы

source: Домашки
be: Дамашкі

source: Домашковичи
be: Дамашкавічы

source: Домбровка
be: Дамброўка

source: Домбровово
be: Дамбравова

source: Домейки
be: Дамейкі

source: Домениково
be: Даменікова

source: Доменишки
be: Дамянішкі

source: Домжерицы
be: Домжарыцы

source: Домники
be: Домнікі

source: Домовицк
be: Дамавіцк

source: Доморацкие
be: Дамарацкія

source: Домоткановичи
be: Даматканавічы

source: Домутевцы
be: Дамуцеўцы

source: Домути
be: Дамуці

source: Доневичи
be: Доневічы

source: Донцы
be: Данцы

source: Доньки
be: Донькі

source: Доргишки
be: Доргішкі

source: Доргужи
be: Даргужы

source: Дордишки
be: Дордзішкі

source: Доржи
be: [Даржы, Доржы]

source: Доржни
be: Доржні

source: Дорки
be: Доркі

source: Дормантово
be: Дармантова

source: Дорогая
be: Дарагая

source: Дорогинь
be: Дарагінь

source: Дорогляны
be: Дарагляны

source: Дорогобушка
be: Дарагабушка

source: Дороговица
be: Дарагавіца

source: Дорогово
be: Дорагава

source: Дорогунь
be: Дарагунь

source: Дорожилово
be: Даражылава

source: Дорожки
be: Дарожкі

source: Дорожковичи
be: Дарожкавічы

source: Дорожная
be: Дарожная

source: Дорожный
be: Дарожны

source: Доропеевичи
be: Дарапеевічы

source: Доросино
be: Дарасіно

source: Дорохи
be: Дарахі

source: Дорошевичи
be: [Дарашэвічы, Дарошавічы]

source: Дороши
be: Дарашы

source: Дорошковичи
be: Дарошкавічы

source: Досова Селиба
be: Досава Сяліба

source: Досовичи
be: Дасовічы

source: Достиженье
be: Дасціжэнне

source: Достоево
be: Дастоева

source: Дотишки
be: Доцішкі

source: Дофаренция
be: Дафарэнцыя

source: Дохноры
be: Дохнары

source: Дохны
be: Дахны

source: Дошново
be: Дошнава

source: Драбовичи
be: Драбавічы

source: Драбовщина
be: Драбаўшчына

source: Драбушово
be: Драбушова

source: Дравнели
be: Драўнэлі

source: Драглёвцы
be: Драглёўцы

source: Драгуново
be: Драгунова

source: Драгунские Хутора
be: Драгунскія Хутары

source: Драгути
be: Драгуці

source: Дражно
be: Дражна

source: Драни
be: Драні

source: Драньки
be: Дранькі

source: Драпово
be: Драпава

source: Драповцы
be: Драпаўцы

source: Драчева
be: Драчава

source: Драчково
be: Драчкава

source: Дребск
be: Дрэбск

source: Древеники
be: Дравянікі

source: Дреки
be: Дрэкі

source: Дреколье
be: Дрыколле

source: Дретунь
be: Дрэтунь

source: Дречаны
be: Дрэчаны

source: Дрибин
be: Дрыбін

source: Дрибино
be: Дрыбіна

source: Дригучи
be: Дрыгучы

source: Дризгаловича
be: Дрызгаловіча

source: Дрила 1
be: Дрыла 1

source: Дрила 2
be: Дрыла 2

source: Дримовщина
be: Дрымаўшчына

source: Дрисвяты
be: Дрысвяты

source: Дричин
be: Дрычын

source: Дробишуны
be: Драбішуны

source: Дробовка
be: Дробаўка

source: Дроботы
be: Дробаты

source: Дробуши
be: Драбушы

source: Дробыши
be: Драбышы

source: Дроваши
be: Дровашы

source: Дрогичаны
be: Драгічаны

source: Дрогобыль
be: Драгабыль

source: Дрожаки
be: Дражакі

source: Дроздино
be: Дроздзіна

source: Дроздова Лоза
be: Драздова Лаза

source: Дроздовка
be: Драздоўка

source: Дроздово
be: Дроздава

source: Дроздовщина
be: Драздоўшчына

source: Дрозды
be: Дразды

source: Дроковка
be: Дрокаўка

source: Дрочево
be: Дрочава

source: Другая Слободка
be: Другая Слабодка

source: Дружбичи
be: Дружбічы

source: Дружиловичи
be: Дружылавічы

source: Дружичи
be: Дружычы

source: Дружки
be: Дружкі

source: Дружный
be: Дружны

source: Друскеники
be: Друскенікі

source: Друцковщизна
be: Друцкаўшчына

source: Дрюково
be: Друкава

source: Дряжно
be: Дражна

source: Дубасник
be: Дубаснік

source: Дубасно
be: Дубасна

source: Дубатовка
be: Дубатоўка

source: Дубеи
be: Дубеі

source: Дубейки
be: Дубейкі

source: Дубейково
be: Дубейкава

source: Дубели
be: Дубялі

source: Дубени
be: Дубяні

source: Дубенцы
be: Дубянцы

source: Дубиково
be: Дубікава

source: Дубиловка
be: Дубілаўка

source: Дубина Боярская
be: Дубіна Баярская

source: Дубина Вершицкая
be: Дубіна Вяршыцкая

source: Дубина Юрздыцкая
be: Дубіна Юрздыцкая

source: Дубинец
be: Дубінец

source: Дубинка
be: Дубінка

source: Дубинка 1
be: Дубінка 1

source: Дубинка 2
be: Дубінка 2

source: Дубинки
be: Дубінкі

source: Дубино
be: [Дубіна, Дубіно]

source: Дубинцы
be: Дубінцы

source: Дубины
be: Дубіны

source: Дубитово
be: Дубітава

source: Дубица
be: Дубіца

source: Дубицкая Слобода
be: Дубіцкая Слабада

source: Дубичи
be: Дубічы

source: Дубично
be: Дубічна

source: Дубище
be: Дубішча

source: Дубки
be: Дубкі

source: Дублин
be: Дублін

source: Дубник
be: Дубнік

source: Дубники
be: [Дубнякі, Дубнікі]

source: Дубница
be: Дубніца

source: Дубницкое
be: Дубніцкае

source: Дубницы
be: Дубніцы

source: Дубно
be: [Дубна, Дубно]

source: Дубновичи
be: Дубнавічы

source: Дубняки
be: Дубнякі

source: Дубовая
be: Дубавая

source: Дубовая Гряда
be: Дубовая Града

source: Дубовец
be: Дубавец

source: Дубовик
be: Дубавік

source: Дубовики
be: Дубовікі

source: Дубовица
be: Дубавіца

source: Дубовка
be: [Дубаўка, Дубоўка]

source: Дубовляны
be: Дубаўляны

source: Дубово
be: Дубава

source: Дубовое
be: Дубавое

source: Дубовручье
be: Дубаўручча

source: Дубовский
be: Дубоўскі

source: Дубовцы
be: [Дубаўцы, Дубоўцы]

source: Дубовщина
be: Дубоўшчына

source: Дубовые
be: Дубавыя

source: Дубовый Лес
be: Дубовы Лес

source: Дубовый Лог
be: Дубовы Лог

source: Дубовый Угол
be: Дубовы Вугал

source: Дубое
be: Дубае

source: Дубой
be: Дубай

source: Дубоносы
be: Дубаносы

source: Дуборовщина
be: Дубароўшчына

source: Дубочки
be: Дубочкі

source: Дубоши
be: Дубашы

source: Дубравино
be: Дубравіна

source: Дубравцы
be: Дубраўцы

source: Дуброва
be: [Дубрава, Дуброва, Дуброво]

source: Дубровино
be: Дубровіна

source: Дубровица
be: [Дубравіца, Дубровіца]

source: Дубровицы
be: Дубровіцы

source: Дубровка
be: [Дубраўка, Дуброўка]

source: Дубровка 1
be: Дубраўка 1

source: Дубровка 2
be: Дуброўка 2

source: Дубровки
be: [Дубраўкі, Дуброўкі]
